xeon/20220406-fpw/logs/pg-4-32-1/100/run-ro-2/pgbench.log
pgbench (15devel)
transaction type: <builtin: select only>
scaling factor: 100
query mode: prepared
number of clients: 32
number of threads: 8
duration: 900 s
number of transactions actually processed: 481439902
latency average = 0.060 ms
initial connection time = 10.967 ms
tps = 534932.394110 (without initial connection time)